export const projects = [
  {
    id: 1,
    image: "/1.png",
    location: "",
    company: "وكالة تيك توك الأصيل",
    title: "وكالة تيك توك الأصيل",
    description:
      "وكالة الأصيل، رائدة في تدريب صُنّاع المحتوى في منطقة الشرق الأوسط وشمال إفريقيا منذ خمس سنوات، تعمل على تمكين الشباب وتعزيز إنتاج محتوى إيجابي يعكس القيم الاجتماعية والثقافية. نسعى لبناء مجتمعات واعية رقميًا قادرة على التعبير عن الأفكار والمبادرات الهادفة بفعالية وإبداع.",
    features: [
      "شراكتنا مع تيك توك: نقدم ميزات وفرص حصرية للمتدربين.",
      "توسيع الخدمات: نجذب المزيد من المهتمين بصناعة المحتوى.",
      "بيئة تعليمية: نوفر أدوات مبتكرة لتحقيق الأهداف.",
      "تعزيز المهارات: نطور المحتوى باستخدام إمكانيات تيك توك.",
      "مراحل الانضمام: تعرف على الشروط والخدمات بسهولة.",
    ],
  },
  {
    id: 2,
    image: "/2.png",
    location: "",
    company: "دورات تدريب الاستخدام الصحيح  لأدوات الذكاء الاصطناعي",
    title: "دورات تدريب الاستخدام الصحيح  لأدوات الذكاء الاصطناعي",
    description:
      "في عالم يتطور بسرعة مذهلة، أصبح الذكاء الاصطناعي حجر الأساس في صناعة المحتوى الحديث. تفتح أدوات الذكاء الاصطناعي آفاقًا جديدة للإبداع، من تصميم الصور التوليدية إلى إنتاج الفيديوهات التفاعلية. إذا كنت تسعى لتحويل أفكارك إلى محتوى مرئي ومسموع متميز بأسلوب احترافي وحديث، فإن هذه الدورة التدريبية هي بوابتك لاستكشاف المستقبل.",
    features: [
      "فهم أساسيات الذكاء الاصطناعي وتطبيقاته في صناعة المحتوى.",
      "تعلم استخدام أدوات إنتاج الصور والفيديوهات التوليدية بكفاءة.",
      "تحويل الأفكار الإبداعية إلى محتوى مرئي ومسموع عالي الجودة.",
      "تحسين جودة الإنتاج باستخدام تقنيات مبتكرة وفعالة.",
      "تطوير محتوى تفاعلي يستهدف الجمهور بدقة على مختلف المنصات.",
    ],
  },
  {
    id: 3,
    image: "/3.png",
    location: "",
    company: "مشروع  بناء نماذج الأصيل الذكية ",
    title: "مشروع  بناء نماذج الأصيل الذكية",
    description:
      "مشروعنا يهدف إلى إنشاء نماذج افتراضية تمثل نسخًا رقمية تعكس تجارب ومعارف المستخدمين، مما يتيح لهم تفويض المهام الروتينية والتفاعل مع التكنولوجيا بشكل سلس وذكي. باستخدام تقنيات الذكاء الاصطناعي، الصوت والصورة المتقدمة، والنماذج ثلاثية الأبعاد، نسعى لتوفير تجربة مخصصة تعزز الإنتاجية وتبسط التواصل بين الإنسان والآلة، مع الحفاظ على خصوصية وأمان المستخدم.",
    features: [
      "تطوير نماذج افتراضية مخصصة تعكس تفضيلات ومعارف المستخدمين.",
      "تحسين إنتاجية الأفراد من خلال تفويض المهام الروتينية للنماذج الذكية.",
      "توفير واجهات تفاعلية سهلة الاستخدام تربط بين الإنسان والآلة.",
      "ضمان استجابة دقيقة وموثوقة للنماذج الافتراضية وفق احتياجات المستخدم.",
      "تعزيز خصوصية وأمان البيانات لتوفير تجربة استخدام آمنة وفعالة.",
    ],
  },
  {
    id: 4,
    image: "/4.png",
    location: " ",
    company: "شبكات مبدعين الأصيل",
    title: "شبكات مبدعين الأصيل",
    description:
      "نحن نؤمن بأهمية المجموعات والشبكات في تعزيز الإنتاجية الفردية وتوسيع آفاق العمل. إن التشبيك السليم مع الأفراد المؤهلين في إدارة الأصيل يمكن أن يفتح آفاقًا جديدة للفرص ويعزز من فعالية الأداء.",
    features: [
      "تعزيز تبادل المعرفة والخبرات لتحسين المهارات وزيادة الإبداع.",
      "رفع الإنتاجية من خلال التعاون الذي يركز على نقاط القوة الفردية.",
      "إنشاء شبكات قوية مع المبدعين لفتح آفاق جديدة للأعمال.",
      "دعم الشركات عبر التعاون مع المؤثرين للوصول إلى جمهور أوسع.",
      "تعزيز فرص النجاح من خلال تنويع الشبكات وزيادة التعاون.",
    ],
  },
  {
    id: 5,
    image: "/5.png",
    location: "",
    company: "دوات تدريبة لصناعة المحتوى",
    title: "دوات تدريبة لصناعة المحتوى",
    description:
      "انطلقوا معنا في رحلة تدريبية ملهمة تأخذكم من تطوير الأفكار المبدعة إلى إنتاج محتوى متقن يعبر عن رؤيتكم. من خلال مسارات شاملة تشمل العصف الذهني، التصوير، التصميم، والإنتاج النهائي، نزودكم بأحدث أدوات الذكاء الاصطناعي والتقنيات الحديثة لتعزيز إبداعكم. هدفنا تمكينكم من إنتاج محتوى مؤثر يترك بصمة إيجابية، مع دعم ازدهار المجتمع. بدعم خبرائنا ومعلمينا المتخصصين، سنساعدكم على تحقيق التفوق في مجال صناعة المحتوى",
    features: [
      "تطوير مهارات العصف الذهني وتوليد الأفكار المبتكرة.",
      "إتقان تقنيات التصوير والتصميم والإنتاج النهائي.",
      "استخدام أدوات الذكاء الاصطناعي لتعزيز الإبداع وتوفير الوقت.",
      "إنشاء محتوى مؤثر يعبر عن رؤية الفرد أو المؤسسة بشكل احترافي.",
      "دعم المشاركين ليصبحوا صناع محتوى محترفين يسهمون في تطوير المجتمع.",
    ],
  },
  {
    id: 5,
    image: "/6.png",
    location: "",
    company: "استكشف مهاراتك بمساعدة الذكاء الاصطناعي",
    title: "استكشف مهاراتك بمساعدة الذكاء الاصطناعي",
    description:
      "قدم لك فرصة للعمل مع خبراء ومستشارين مدعومين بأدوات الذكاء الاصطناعي الحديثة. نسعى لتقديم حلول مخصصة تلبي احتياجاتك، مع التركيز على تعزيز دخلك المالي، تحقيق استقرارك الوظيفي، وتوسيع شبكاتك المهنية. باستخدام الذكاء الاصطناعي، نثري تجربتك بالإبداع ونوفر استراتيجيات مدروسة تدعم نجاحك وتطورك المستمر.",
    features: [
      "تقديم تقييم دقيق واستراتيجيات مخصصة لتحقيق أهداف العملاء.",
      "تعزيز الاستقرار الوظيفي وزيادة الدخل المالي للمشاركين.",
      "تمكين المشاركين من استخدام أدوات الذكاء الاصطناعي لتحسين الأداء والإبداع.",
      "تسهيل الاندماج في شبكات مهنية لفتح آفاق جديدة للتعاون وتبادل الخبرات.",
      "تطوير خطط شاملة لدعم النجاح الشخصي والمهني للمشاركين.",
    ],
  },
];

export const menuItems = [
  {
    label: "Our mission",
    section: "about",
    ariaLabel: "Navigate to Our Mission section",
  },
  {
    label: "Our houses",
    section: "our-work",
    ariaLabel: "Navigate to Our Work section",
  },
  {
    label: "Reviews",
    section: "testimonials",
    ariaLabel: "Navigate to Our Clients section",
  },
  {
    label: "Contact",
    section: "contact",
    ariaLabel: "Navigate to Market section",
  },
];
